* 2018 Year
** 06 Month
*** [2018-06-17 Sun 22:35] - IFTTT If This Then That
*** [2018-06-17 Sun 23:55] - Another very good idea project: huginn
  https://github.com/huginn/huginn
  Like IFTTT
** 07 Month
*** [2018-07-02 Mon 23:15] - This is a test for jounal
*** [2018-07-17 Tue 00:00] - 南京江宁滨江规划关键字 智能交通
   :LOGBOOK:  
   CLOCK: [2018-07-10 Tue 19:37]--[2018-07-10 Tue 19:48] =>  0:11
   :END:      
 - 2017年智能交通国际论坛在江宁开幕
 - 国家智能交通系统工程研究中心江苏分中心落户南京江宁滨江开发区
 - 未来5－10年，一个面积达106平方公里的新能源智能汽车产业新城，位于滨江开发区和牛首山文化旅游区
 - 上汽大众、长安马自达等7家整车厂
 - 2040年国家规划新能源智能汽车占比将达到50％
 - 聚焦电动化、智能化、轻量化、共享化等汽车产业发展方向，引进和培育汽车研发设计、汽车金融等新技术、新业态、新模式、新产业，汇聚创新要素的新载体、产城融合发展的新标杆。
 - 以前在交通运行系统做示范，基本上是沿公路来作，而江宁示范区把新城建设与公路、旅游开发区统一协调考虑发展。
*** [2018-07-10 Tue 19:52] - 初步确定智能交通作为未来个人的产业发展方向
    :LOGBOOK:  
    CLOCK: [2018-07-10 Tue 19:53]--[2018-07-10 Tue 19:54] =>  0:01
    :END:      
 结合南京江宁滨江新城的发展，关注创新和技术，寻找机会。 
*** [2018-07-11 Wed 19:13] - 斐尔英语学习的一些思考
    :LOGBOOK:  
    CLOCK: [2018-07-11 Wed 19:13]--[2018-07-11 Wed 19:21] =>  0:08
    :END:      
 - 斐尔对于英语的兴趣，随着时间和成就感，有一些降低。
 - 单词的记忆和语法的掌握不得要领
 - 课堂学习的吸收能力有待提高
 - 解决办法
   - 学习从大的视图去掌握，根据 先粗再细的渐进式学习方法，从整本书、一篇课文的多个维度掌握知识。
   - 改变记忆单词的方法， 改为 快 ＋ 重复  的方法
   - 语法的学习和记忆，应该更多的形成系统的观点来去理解英语的规则，建议基于小学英语语法手册作为记忆的基础，随着后期知识点的增加，一点点的添加到建立的语法树。
*** [2018-07-20 Fri 00:00] - Alignment With Dr. Deng May
    :LOGBOOK:  
    CLOCK: [2018-07-20 Fri 15:30]--[2018-07-20 Fri 15:31] =>  0:01
    :END:      
 - Reponsibilities:
   - Management of BMS SW/SYS team
   - BMS Platform of China
   - ENG9 Test resource / responsibility alignment 
 - Ideas
   - 2-3 years to development BMS by local team
   - outsourcing BMS development
   - AMK1 Project for Kaiwo BE11 quotation
